_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
conv2d_1 (Conv2D)            (None, 63, 63, 32)        416       
_________________________________________________________________
conv2d_2 (Conv2D)            (None, 62, 62, 32)        4128      
_________________________________________________________________
max_pooling2d_1 (MaxPooling2 (None, 10, 10, 32)        0         
_________________________________________________________________
dropout_1 (Dropout)          (None, 10, 10, 32)        0         
_________________________________________________________________
conv2d_3 (Conv2D)            (None, 9, 9, 16)          2064      
_________________________________________________________________
conv2d_4 (Conv2D)            (None, 8, 8, 16)          1040      
_________________________________________________________________
max_pooling2d_2 (MaxPooling2 (None, 4, 4, 16)          0         
_________________________________________________________________
dropout_2 (Dropout)          (None, 4, 4, 16)          0         
_________________________________________________________________
flatten_1 (Flatten)          (None, 256)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 256)               65792     
_________________________________________________________________
dropout_3 (Dropout)          (None, 256)               0         
_________________________________________________________________
dense_2 (Dense)              (None, 5)                 1285      
=================================================================
Total params: 74,725
Trainable params: 74,725
Non-trainable params: 0
____________________________________________________________

total 	 pred 	 wrong 	 guess
560 	 158 	 402 	 101
Actual acc:  0.28214285714285714
Accidental acc:  0.18035714285714285